{
    "(It actually smelts ": "（它实际上能熔炼 ",
    "16 items": "16个物品",
    ", ignore what it says above)": "，请忽略上面说的）",

    "Hold": "按住",
    "to see more info.": "来查看更多信息。",

    "Heavy and durable, a solid alternative to diamond.": "厚实耐用，是钻石的坚实替代品。",
    "Reliable, will require a mechanical press to produce.": "坚固可靠，需将铁锭压成铁板才可以进一步加工。",
    "Efficient to produce, particularly effective in enchanting tables.": "较易生产，在附魔台上有几率获得更高级的附魔。",
    "Extreme durability and provides high protection versus attacks of great damage. Poorly conductive and does not resonate in enchanting tables.": "高耐久高保护使它可以保护玩家免受巨大伤害。美中不足的是，它的绝缘性使它无法在附魔台上附魔。",
    "Chewy... might make a good source of leather?": "噫呃……也许可以把它制成皮革？",
    "As durable as hard light can be. Extremely enchantable.": "像光一样闪亮持久，极其迷人。",
    "A major change you *might* want to be aware of. The nether does not exist. Do not even try to make the portal as it will not function. All nether related items are distributed throughout the pack (mostly planets)": "你 *可能* 想知道的一个重大变化——这个整合包中不存在下界，所以请不要尝试搭建下界传送门，因为它不会起作用（除非你想拿它做装饰）。所有与下界相关的物品都分布在整个整合包的流程中（主要是在除主世界外的星球上）",
    "If you are new to create, use pondering or online guides. The pack is almost exclusively centered around it and Tech Reborn. The quest book has some items which gives a general idea of what has changed / what is included, in an order of when to take note of them, however the pack can be played without following it exactly, so do what you enjoy.": "如果你是机械动力新手，那么 你可以使用思索或在线指南。该整合包几乎完全以机械动力为中心。任务书有一些项目，可以大致了解发生了什么变化/包含什么，可以根据任务书来进行游玩，但是，也可以不完全跟着任务线走，所以做你喜欢的事情吧！",
    "This recipe is wierd it actually uses redstone, not rose quartz.": "这个配方很奇怪，它实际上使用的是红石，而不是玫瑰石英。",
    "Easy to craft and requires little processing.": "易于制作，几乎不需要加工。",

    "Texture courtesy of Create: Alloyed!": "纹理由 Create 提供：合金化质感！",
    "Texture courtesy of Jamiscus!": "纹理由 Jamiscus 提供！",
    "Texture from Create: Things & Misc!": "来自 Create 的纹理：包含物品和杂项！",
    "Texture courtesy of UUTex (Gregtech)!": "纹理由 UUTex (Gregtech) 提供！",

    "Material item, no functional use.": "合成材料，无实际用途。",
    "Purely decorative. No functional use.": "纯粹的装饰。无实际用途。"

    "Disabled, use a foundry in chapter 3.": "已禁用，请使用第3章的熔铸炉。",
    "No longer superheats! Use processes in Chapter 4 to superheat blaze burners. (Fuel Bucket, regular blaze burner)":"不再能用来超级加热！使用第四章的工艺超级加热烈焰人燃烧室。（用燃油桶才是正常的烈焰人燃烧室）",
    "Gated by reaching the Moon!.": "在月球传送门的另一边！",
    "Gated by reaching the Moon!": "在月球传送门的另一边！",
    "Blazes can be found in a certain structure on the Moon...":"可以在月球上某种特定结构中找到烈焰人……",
    "Can be repaired using Sturdy Sheets.":"可以用坚固板修复。",
    "Nether is Disabled. Nether content is distributed across planets. Follow the questbook for more info.":"整合包取消了下界。下界物品分布在各个星球上。查看任务书获取更多信息。",
    "Blazes are found on the moon.":"烈焰人在月球上。",
    "Crafted with either silver OR lead!":"可以用银**或者**铅合成！",
    "Found underground on the moon.":"可以在月球地下找到。",
    "Found underground on the moon and mars. Can be obtained from bastions and infernal spires on mars.": "可以在月球和火星地下找到。可以用玄武岩和火星上的炼狱尖刺制作。",
    "Material forged in chapter 5.": "物质制造在第五章。",
    "Use a hopper to place this in a mechanical crafter.": "可以用漏斗把它放进动力合成器。",
    "This metal is found on the moon. Y=65": "这种金属可以在月球找到。Y=65",
    "This metal is found on mars. Y=50": "这种金属可以在火星找到。Y=50"
}
